Repository: Akki01/e2openplugin-AutoShutDown
Catalog: po/*.po
Languages: de, it, ru, uk

source: Action for inactivity:
de: Ereignis nach Inaktivität :
it: Evento su stasi:
ru: Действие для неактивности:
uk: Дія при бездіяльності

source: AutoShutDown Setup
de: AutoShutDown Einstellungen
it: Impostazioni AutoShutDown
ru: Авто выключение - настройка
uk: Встановлення Автовимкнення

source: AutoShutDown settings
de: Automatisches Ausschalten
it: Impostazioni AutoShutDown
ru: Авто выключение - настройки
uk: AutoShutDown Автовимкнення

source: AutoShutDown: %s ?
ru: Авто выключение: %s ?
uk: Автовимкнення: %s ?

source: Begin of excluded interval (hh:mm):
it: Intervallo di esclusione - inizio (hh:mm):
ru: Начало интервала исключения (часы:минуты):
uk: Початок часового інтервалу (hh:mm):

source: Cancel
it: Annullare
ru: Отмена
uk: Скасувати

source: Choose media file
it: Scegliere il file multimediale
ru: Выбор медиа файла
uk: Виберіть медіа-файл ...OK...

source: Common configuration
it: Impostazioni di base
ru: Общие настройки
uk: Загальні конфігурації

source: Configuration for automatic power off in standby
it: Impostazioni per lo spegnimento automatico in standby
ru: Настройки для авто отключения питания в режиме ожидания
uk: Конф. авто.вимкнення ресиверу в режимі очікування

source: Configuration for inactivity actions
it: Impostazioni per eventi su stasi
ru: Настройки для действий неактивности
uk: Конф. для переходу в режим очікування при бездіяльності

source: Deepstandby
de: Ausschalten
ru: Режим глубокого ожидания
uk: Глибокий режим очікування

source: Default
de: Standard
it: Predefinito
ru: Дефолт

source: Disable inactivity action at timeshift:
it: Disabilitare eveno su stasi su timeshift:
ru: Отключение действия неактивности при таймшифте:
uk: Відключення при бездіяльності на Тimeshift

source: Disable inactivity action for given interval:
it: Disabilitare evento su stasi per l'intervallo indicato:
ru: Отключение действия неактивности для заданного интервала:
uk: Ігнорувати бездіяльності управління заданого інтервалу:

source: Disable power off for given interval:
it: Disabilitare lo spegnimento per l'intervallo indicato:
ru: Не выключать питание для заданного интервала:
uk: Вимкнути відключення живлення для даного інтервалу:

source: Disable power off in EPGRefresh interval:
it: Disabilitare spegnimento su intervallo EPGRefresh:
ru: Не выключать питание во время запуска 'Обновление EPG'
uk: Вимкнути відключення живлення при EPG Refresh:

source: Disable power off until a given device is pingable:
it: Disabilitare spegnimento fino a che un determinato dispositivo non sia pingabile:
ru: Не выключать питание, пока данное устройство пингуется:
uk: Вимкнути відключення живлення при обмініінформаціїї:

source: Disable power off until a hard disk is active:
it: Disabilitare spegnimento su hard disk attivo:
ru: Не выключать питание, пока жесткий диск активен:
uk: Вимкнути відключення живлення доки HDD активний:

source: Enable action after inactivity:
de: Aktiviere Ereignis nach Inaktivität :
it: Abilitare evento su stasi:
ru: Включить действие после неактивности:
uk: Дозволити заходи при бездіяльності:

source: Enable automatic power off in standby:
it: Abilitare lo spegimento automatico dallo standby:
ru: Активация авто выключения питания в режиме ожидания:
uk: Дозволити авто. відкл. живлення в режимі очікування:

source: End of excluded interval (hh:mm):
it: Intervallo di esclusione - fine (hh:mm):
ru: Окончание интервала исключения (часы:минуты):
uk: Закінчення тимчасового інтервалу (год:хв):

source: Exit
de: Beenden
it: Uscire
ru: Выход
uk: Вихід

source: Go to standby
de: STB in Standby versetzen
it: Standby
ru: Перейти в режим ожидания
uk: Увага! Перейти в режим очікування

source: IP address of network device:
it: Indirizzo IP del dispositivo di rete:
ru: IP-адрес сетевого устройства:
uk: IP адреса мережевого пристрою:

source: Invalid Choice
it: Scelta non valida
ru: Неверный выбор
uk: Неправильний вибір

source: Message timeout (sec):
de: Anzeigedauer Inaktivitätsnachricht (sec) :
it: Timeout messaggio (sec):
ru: Таймаут сообщения (в секундах):
uk: Тайм-аут повідомлення (сек)

source: OK
ru: ОК

source: Play media file before inactivity action:
it: Riprodurre suono prima di evento stasi:
ru: Проиграть медиа-файл перед началом действия неактивности:
uk: Відігравати мультимедійний файл перед бездіяльностю дії:

source: Power off STB
de: STB ausschalten
it: Spegnere STB
ru: Режим глубокого ожидания ресивера
uk: Вимкнути ресівер

source: Really close without saving settings?
de: Wollen Sie wirklich ohne speichern beenden ?
it: Uscire senza salvare le modifiche?
ru: Действительно закрыть без сохранения настроек?
uk: Вийти без збереження налаштувань?

source: Reset AutoShutDown settings to defaults?
de: Sollen die Standardeinstellungen übernommen werden ?
it: Ripristinare le impostazioni predefinite?
ru: Сброс всех настроек по умолчанию?
uk: Скинути налаштування AutoShutdown до значень за замовчуванням?

source: Select a media file for AutoShutDown
it: Impostare un file audio per AutoShutDown
ru: Выбор медиа-файла
uk: Виберіть мультимедійний файл для AutoShutdown

source: Show in Extensions/Plugins:
de: Anzeige unter Plugins/Erweiterungen:
it: Mostrare in Estensioni/Plugin:
ru: Показать в меню дополнений/плагинов
uk: Показати в Extensions/Плагіни:

source: Show message before inactivity action:
de: Zeige Nachricht vor dem Inaktivitätsereignis :
it: Mostrare messaggio prima di evento stasi:
ru: Показать сообщение перед началом действия неактивности:
uk: Показати повідомлення перед вимиканням:

source: Standby
ru: Режим ожидания
uk: Режим очікування

source: Time for inactivity (min):
de: Zeit bis zum Inaktivitätsereignis (min) :
it: Tempo di stasi (min):
ru: Время для неактивности (в минутах):
uk: Час для бездіяльності(мин)

source: Time in standby for power off (min):
de: Verweildauer im Standby bis zum Ausschalten (min) :
it: Periodo di standby prima dello spegnimento (min):
ru: Время в режиме ожидания для выключения питания (мин):
uk: Час в режимі очікування для відключення живлення(хв)

source: configure automated power off / standby
it: Impostare spegnimento/standby automatici
ru: настройка автоматического выключения / режима ожидания
uk: налаштувати автоматичне відключення живлення/очікування

source: Enable AutoShutDown:
de: Aktiviere AutoShutDown:

source: Disable shutdown in EPGRefresh time span:
de: Deaktiviere Ausschalten in EPGRefresh Zeitspanne :
